{
    "NAVBAR": {
        "COACHES": "Coaches",
        "CLUBS": "Clubs",
        "SQUASH": "SQUASH in Cluj-Napoca",
        "PROJECTS": "Projects",
        "CONTACT": "Contact"
    },
    "SQUASH":{
        "DESCRIPTION": "Voted the 'world's healthiest sport' by Forbes Magazine, squash is a very effective way to burn lots of calories, build up muscles, increase fitness and lose weight. On top of this, squash is very fun and competitive. Over 20 million people play it world-wide. So what are you waiting for? Get yourself moving and play squash!",
        "MORE": "More",
        "VIDEOS": "Videos",
        "SQUASH": "SQUASH"
    },
    "SQUASHINCJ":{
        "DESCRIPTION1": "We notice gladly the opening of the comunities, the extent to which the squash will be enjoyed in Cluj Napoca, in Romania, the extent to which it is enjoyed in the rest of Europe and its social character, the socialisation that accompanies this sport.",
        "DESCRIPTION2": "At this moment I wish to note that the squash has been on an upward trend, that more and more young people embrace it for practising it for pleasure or at the professional level, that alongside men, increasingly more women practise it, as up to 1200 calories/hour can be burnt out, that there is a social component in it, that we talk about relaxation, which is good for the body tone a.s.o...",
        "SEBASTIAN": "SEBASTIAN Baciu",
        "SEBITITLE": "President PRO SQUASH Romania Association",
        "SEBIQUOTE": "If you want to win hearts and minds, you have to lead with your heart as well as your mind."
    },
    "CLUBS":{
        "BURN": "Burn those calories!",
        "BURNTEXT1": "A variety of professional and custom made courts awaits you and your friends. Heavy sweating, good mood and good night sleep afterwards is guaranteed.",
        "BURNTEXT2": "So beyond competition and practice, an important aspect for each of the clubs is the social part. That is why in a weekly or bi-weekly format there are league or challenger matches setup, where the get-together part is the most important one. Drop by, mingle with the great and passionate people, where the main topic is Squash! All clubs offer a large variety of professional equipment and accessories, as well as the well-deserved cold water after the game.",
        "SCCJ":{
            "TITLE": "Squash Club Cluj-Napoca",
            "DESCRIPTION": "The oldest club in Cluj, was founded in 2011 and has 4 professional courts, all WSF approved. Monthly, local tournaments are organized for beginner and advanced players. The club will be also home for several national competitions."
        },
        "ST":{
            "TITLE": "SquashTech",
            "DESCRIPTION": "You can still smell the fresh parquet. The club opened in May 2017. Two professional courts are waiting you, all WSF approved. Weekly local competitions are organized and the opening tournament of the 2017/2018 Romanian National season."
        },
        "SIT":{
            "TITLE": "Squash IT",
            "DESCRIPTION": "The club opened its doors in 2015 and hosted several matches of the Romanian Open Squash that year. Three custom made courts are available for the clients. As usual, water and rackets are provided for free."
        },
        "HOMEPAGE": "Homepage: ",
        "RESERVATIONS": "Reservations: "
    },
    "COACHES":{
        "TITLE": "Coaches",
        "DESCRIPTION": "...todo...",
        "MIKI":{
            "NAME": "Micky PushSquash",
            "TITLE": "WSF Level 1 Squash Coach",
            "DESCRIPTION": "...todo..."
        },
        "SIMI":{
            "NAME": "Simion Lupșan",
            "TITLE": "WSF Level 1 Squash Coach",
            "DESCRIPTION": "...todo..."
        },
        "MANU":{
            "NAME": "Emanuel Mărcuș",
            "TITLE": "WSF Level 1 Squash Coach",
            "DESCRIPTION": "...todo..."
        },
        "CALIN":{
            "NAME": "Călin Codarcea",
            "TITLE": "WSF Level 1 Squash Coach",
            "DESCRIPTION": "With a 5-year squash experience, Calin trains juniors and adults of all levels. Besides being the co-organizer of the most important tournament in the country, Romanian Open Squash and promoter of PSA Romanian Open, he is also an active player in the national championship competitions. He has participated in specialized camps for players and coaches in Belgium, Poland and Hungary."
        },
        "LACI":{
            "NAME": "László Feischmidt",
            "TITLE": "WSF Level 1 Squash Coach",
            "DESCRIPTION": "...todo..."
        },
        "VALI":{
            "NAME": "Valentin Chindriș",
            "TITLE": "WSF Level 1 Squash Coach",
            "DESCRIPTION": "Hi, I was 17 when I first played squash and right away I found the passion for it. I always enjoyed teaching others how to play, so in just 4 years I managed to get the Level 1 WSF Certificate in coaching.The coaching model that I use is adapted to help each student reach its goals. Some train to get better in rankings while others do it for phisical exercise, stress relief etc but my goal is to make sure that after session, the studend leaves with the feeling of satisfaction and acomplishment."
        },
        "BARBU":{
            "NAME": "Barbu Câmpean",
            "TITLE": "WSF Level 1 Squash Coach",
            "DESCRIPTION": "I entered for the first time on a squash court in Bucharest, in 2005. When were opened in Cluj-Napoca, I started to play weekly. Participation for the first edition of Cluj Cup, lit the fire. Since then, I have been going 3-4 times a week. Camps with coaches and consecrated players followed, trainings, tournament participations at the national championship competition. Now I play, I provide start in squash and I train for all ages."
        },
        "LAJOS":{
            "NAME": "Lajos Almási",
            "TITLE": "WSF Level 1 Squash Coach",
            "DESCRIPTION": "Squash player sice 2013, multiple participations at regional and national competitions. Level 1 licensed coach at WSF / Romanian Squash Federation since 2016, with activity at the AquAngar squash court in Cehu Silvaniei."
        }
    },
    "FUTURE":{
        "TITLE": "Future projects for our community",
        "DESCRIPTION": "We are continuosely focusing on making players and coaches easy. Any sugestion in this direction is welcomed. Share your ideas with us to make a more friendly environment. Here are some topics on which we are already working:",
        "RANKINGS": {
            "TITLE": "Local Rankings",
            "DESCRIPTION": "See up to date rankings for all competitions, all levels - beginners, advanced."
        },
        "EVENTCALENDAR":{
            "TITLE": "Event Calendar",
            "DESCRIPTION": "See upcoming events and plan your next "
        },
        "NEWS":{
            "TITLE": "News",
            "DESCRIPTION": "All the updates you need to know about Squash in your town."
        },
        "PROFILES":{
            "TITLE": "Player Profiles",
            "DESCRIPTION": "Make your own player profile, challange others, see your achievments, plan your future"
        },
        "EVENTREGISTRATION":{
            "TITLE": "Event Registrations",
            "DESCRIPTION": "Easily register and unregister from local events. "
        },
        "COACHING":{
            "TITLE": "Coaching",
            "DESCRIPTION": "Go to the next level. Get your periodic tipps from local coaches, stay in tuch with them."
        }
    }
}