{
    "NAVBAR": {
        "COACHES": "Coaches",
        "CLUBS": "Clubs",
        "SQUASH": "SQUASH in Cluj-Napoca",
        "PROJECTS": "Projects",
        "CONTACT": "Contact"
    },
    "SQUASH":{
        "DESCRIPTION": "Voted the world's healthiest sport by Forbes Magazine, squash is a very effective way to burn lots of calories, build up muscles, increase fitness and lose weight. On top of this, squash is competitive and you can have lots of fun. Over 20 million people play it worldwide. So what are you waiting for? Get moving and start playing squash!",
        "MORE": "More",
        "VIDEOS": "Videos",
        "SQUASH": "SQUASH"
    },
    "SQUASHINCJ":{
        "DESCRIPTION1": "We notice gladly the opening of the community, the extent to which the squash will be enjoyed in Cluj Napoca, in Romania, the extent to which it is enjoyed in the rest of Europe and its social character, the socialisation that accompanies this sport.",
        "DESCRIPTION2": "At this moment I wish to note that the squash has been on an upward trend, more and more young people embrace it for practising it for pleasure or at the professional level.  Alongside men, increasingly more women are playing this sport, as up to 1200 calories/hour can be burned. There is a social component in it, that we talk about relaxation, which is good for the body tone a.s.o...",
        "SEBASTIAN": "SEBASTIAN Baciu",
        "SEBITITLE": "President PRO SQUASH Romania Association",
        "SEBIQUOTE": "In 2017 Romanian Open Squash is part of the PSA (Professional Squash Association) World Tour calendar. This is a huge achievement for the image of our local and national squash."
    },
    "CLUBS":{
        "BURN": "Burn those calories",
        "BURNTEXT1": "A variety of professional and custom made courts awaits you and your friends. Heavy sweating, good mood and good night sleep afterwards is guaranteed. Beyond competition and practice, an important aspect for each of the clubs is the social part. ",
        "BURNTEXT2": "That is why in a weekly or bi-weekly format there are league or challenger matches, where the get-together part is the most important one. Drop by, mingle with the great and passionate people, where the main topic is squash. All clubs offer a large variety of professional equipment and accessories, as well as the well-deserved cold water after the game.",
        "SCCJ":{
            "TITLE": "Squash Club Cluj-Napoca",
            "DESCRIPTION": "The oldest club in Cluj, founded in 2011, has 4 professional courts, all WSF approved. Monthly, local tournaments are organized for beginner and advanced players. The club will be also home for several national competitions."
        },
        "ST":{
            "TITLE": "SquashTech",
            "DESCRIPTION": "You can still smell the fresh parquet. The club opened in May 2017. Two professional, WSF approved courts are waiting you. Local competitions are weekly organized, as well as the opening of the 2017/2018 Romanian National season."
        },
        "SIT":{
            "TITLE": "Squash IT",
            "DESCRIPTION": "The club opened its doors in 2015 and hosted several matches of the Romanian Open Squash that year. Three custom made courts are available for the clients. As usual, water and rackets are provided for free. Good workout guaranteed."
        },
        "HOMEPAGE": "Homepage: ",
        "RESERVATIONS": "Reservations: "
    },
    "COACHES":{
        "TITLE": "Coaches",
        "DESCRIPTION": "Meet the coaches near you, get the right direction, instructions from the first sessions, so you can fully enjoy the beauty of the sport.",
        "MIKI":{
            "NAME": "Micky PushSquash",
            "TITLE": "WSF Level 1 Squash Coach",
            "DESCRIPTION": "He started playing squash in Oradea where in that time, was one of the few courts in the country. Best national ranked player of the club and also the head coach in Cluj-Napoca. Micky is working full time with children and adults, beginners and advanced players, dedicating 100% of his time learning and teaching this sport."
        },
        "SIMI":{
            "NAME": "Simion Lupșan",
            "TITLE": "WSF Level 1 Squash Coach",
            "DESCRIPTION": ""
        },
        "MANU":{
            "NAME": "Emanuel Mărcuș",
            "TITLE": "WSF Level 1 Squash Coach",
            "DESCRIPTION": ""
        },
        "CALIN":{
            "NAME": "Călin Codarcea",
            "TITLE": "WSF Level 1 Squash Coach",
            "DESCRIPTION": "With 5-years experience, Călin trains juniors and adults of all levels. Besides being the co-organizer of the most important tournament in the country, Romanian Open Squash and promoter of PSA Romanian Open, he is also an active player and also participated in specialized camps for players and coaches in Belgium, Poland and Hungary."
        },
        "LACI":{
            "NAME": "László Feischmidt",
            "TITLE": "WSF Level 1 Squash Coach",
            "DESCRIPTION": "His passion towards this sport started in 2014. Active player since then, he managed to get in the top 15 of the national ranking. Working with children and adults, beginners and advanced, he is trying to make this game feel as easy as it looks, but which actually is a really tough sport."
        },
        "VALI":{
            "NAME": "Valentin Chindriș",
            "TITLE": "WSF Level 1 Squash Coach",
            "DESCRIPTION": "17 when he first played squash and right away he found the passion for it. He always enjoyed teaching others to play and also managed to get the Level 1 WSF coaching certificate. His coaching model is adapted to each student in order to help them reach their goals."
        },
        "BARBU":{
            "NAME": "Barbu Câmpean",
            "TITLE": "WSF Level 1 Squash Coach",
            "DESCRIPTION": "He entered for the first time on a squash court in Bucharest, in 2005. Participation for the first edition of Cluj Cup, lit the fire. Camps with coaches and consecrated players followed, trainings, tournament participations at national level. Currently he plays and trains all ages and categories."
        },
        "LAJOS":{
            "NAME": "Lajos Almási",
            "TITLE": "WSF Level 1 Squash Coach",
            "DESCRIPTION": "Squash player since 2013, multiple participant at regional and national competitions. Level 1 certified WSF coach since 2016, with activity at the AquAngar squash court in Cehu Silvaniei."
        }
    },
    "FUTURE":{
        "TITLE": "Future projects for our community",
        "DESCRIPTION": "We are continuously focusing on making players and coaches ojb easy. Any suggestion in this direction is welcomed. Share your ideas with us to create a  friendly environment. Here are some topics on which we are already working:",
        "RANKINGS": {
            "TITLE": "Local Rankings",
            "DESCRIPTION": "See up to date, real time rankings for all competitions - beginners, advanced."
        },
        "EVENTCALENDAR":{
            "TITLE": "Event Calendar",
            "DESCRIPTION": "See upcoming events and plan your next event goals and start preparations."
        },
        "NEWS":{
            "TITLE": "News",
            "DESCRIPTION": "All the updates you need to know about squash facts from your town."
        },
        "PROFILES":{
            "TITLE": "Player Profiles",
            "DESCRIPTION": "Create your own profile, challenge others, see your achievements."
        },
        "EVENTREGISTRATION":{
            "TITLE": "Event Registrations",
            "DESCRIPTION": "Easily register and unregister from local events. Invite friends, check opponents."
        },
        "COACHING":{
            "TITLE": "Coaching",
            "DESCRIPTION": "Go to the next level. Get your periodic tips from coaches, stay in touch."
        }
    },
    "FOOTER":{
        "TITLE": "PRO SQUASH Romania",
        "PROSQUASH": "In 2012 we started our mission to build a squash community in Cluj-Napoca and Romania and to make this visible on the continent. Our vision is to remain the pomoter of the biggest squash open tournament from Romania, Romanian Open Squash, by bringing, year after year, the best players from all around the world."
    },
    "CONTACT":{
        "GETINTOUCH": "Get in touch with us",
        "NAME": "Name",
        "EMAIL": "Email",
        "MESSAGE": "Message",
        "SEND": "Send",
        "MIRCEA": {
            "NAME": "Mircea Babă",
            "TITLE": "PRO SQUASH Romania player",
            "QUOTE": "Hello"
        },
        "PAUL": {
            "NAME": "Paul Miheț",
            "TITLE": "PRO SQUASH Romania player",
            "QUOTE": "Hello"
        }
    }
}