{
    "NAVBAR": {
        "COACHES": "Antrenori",
        "CLUBS": "Cluburi",
        "SQUASH": "SQUASH în Cluj-Napoca",
        "PROJECTS": "Proiecte",
        "CONTACT": "Contact"
    },
    "SQUASH":{
        "DESCRIPTION": "Votat 'cel mai sanatos sport din lume' de revista Forbes, squash-ul e o modalitate foarte eficienta de a arde calorii, a dezolta musculatura si fitness-ul si de a pierde in greutate. In plus, squash-ul este distractiv si competitiv. La nivel mondial, peste 20 de milioane de oameni practica acest sport. Asa ca ce mai astepti? Fa miscare, joaca squash!",
        "MORE": "Citeste mai mult",
        "VIDEOS": "Videoclipuri",
        "SQUASH": "SQUASH"
    },
    "SQUASHINCJ":{
        "DESCRIPTION1": "Observam cu bucurie deschiderea comunitatii de care incepe sa beneficieze squash-ul in Cluj Napoca, In Romania, amploarea de care se bucura in restul Europei si caracterul social care insoteste acest sport. In acest moment vreau sa remarc cu bucurie, ca squashul este pe un trend ascendent, ca tot mai multi tineri se indreapta inspre el pentru a-l practica de placere sau la nivel profesionist.",
        "DESCRIPTION2": "Ca alaturi de barbati tot mai multe femei vin sa-l practice avand in vedere ca se pot arde pana la 1200 calorii/ora, ca exista componenta sociala, ca este o ora de relaxare benefica tonifierii corpului...",
        "SEBASTIAN": "SEBASTIAN Baciu",
        "SEBITITLE": "Presedinte Asociatia PRO SQUASH Romania",
        "SEBIQUOTE": "... text ..."
    },
    "CLUBS":{
        "BURN": "Arde calorii!",
        "BURNTEXT1": "O varietate de terenuri profesionale cat si realizate la comanda, te asteapta pe tine si amicii tai. Vei transpira din plin, iar buna dispozitie cat si un somn bun dupa iti sunt garantate.",
        "BURNTEXT2": "Pe langa competitie si antrenamente, un aspect important pentru fiecare club e latura sociala. Astfel ca, folosind un format saptamanal sau la fiecare doua saptamani, se organizeaza meciuri de tip liga sau challenger, unde cel mai important e sa te cunosti cu ceilalti jucatori de squash. Vino la sala, alatura-te cu oamenii pasionati si cu siguranta vei avea ce discuta despre subiectul cel mai important: Squash!",
        "SCCJ":{
            "TITLE": "Squash Club Cluj-Napoca",
            "DESCRIPTION": "Cel mai vechi club din Cluj, fondat in 2011, detine 4 terenuri de squash profesioniste, realizate la standarde WSF. Lunar se organizeaza turnee locale pentru jucatori incepatori cat si avansati. De-asemenea clubul gazduieste numeroase si importante competitii din calendarul national al FRS."
        },
        "ST":{
            "TITLE": "SquashTech",
            "DESCRIPTION": "Locul inca miroase a nou, fiind cel mai recent deschis, in luna Mai 2017. Aici te asteapta 2 terenuri profesioniste, realizate la standarde WSF. Competitiile locale sunt organizate saptamanal, iar sezonul 2017/2018 din cadrul FRS s-a deschis aici printr-un turneu national."
        },
        "SIT":{
            "TITLE": "Squash IT",
            "DESCRIPTION": "Clubul si-a deschis usile pentru public in 2015, fiind gazda a mai multor meciuri din cadrul Romanian Open Squash 2015. Aici gasesti 3 terenuri facute la comanda, cat si echipament, rachete si multa apa, toate din partea clubului."
        },
        "HOMEPAGE": "Pagina: ",
        "RESERVATIONS": "Rezervari: "
    }
}