{
    "NAVBAR": {
        "COACHES": "Antrenori",
        "CLUBS": "Cluburi",
        "SQUASH": "SQUASH în Cluj-Napoca",
        "PROJECTS": "Proiecte",
        "CONTACT": "Contact"
    },
    "SQUASH":{
        "DESCRIPTION": "Votat cel mai sănătos sport din lume de revista Forbes, squash-ul este o modalitate foarte eficientă de a arde calorii, a dezolta musculatura, fitness-ul şi de a pierde în greutate. În plus, squash-ul este distractiv şi competitiv. La nivel mondial, peste 20 de milioane de oameni practică acest sport. Aşa că ce mai aştepţi? Fă mişcare, joacă squash!",
        "MORE": "Citeste mai mult",
        "VIDEOS": "Videoclipuri",
        "SQUASH": "SQUASH"
    },
    "SQUASHINCJ":{
        "DESCRIPTION1": "Observam cu bucurie deschiderea comunitatii de care incepe sa beneficieze squash-ul in Cluj Napoca, In Romania, amploarea de care se bucura in restul Europei si caracterul social care insoteste acest sport. In acest moment vreau sa remarc cu bucurie, ca squashul este pe un trend ascendent, ca tot mai multi tineri se indreapta inspre el pentru a-l practica de placere sau la nivel profesionist.",
        "DESCRIPTION2": "Ca alaturi de barbati tot mai multe femei vin sa-l practice avand in vedere ca se pot arde pana la 1200 calorii/ora, ca exista componenta sociala, ca este o ora de relaxare benefica tonifierii corpului...",
        "SEBASTIAN": "SEBASTIAN Baciu",
        "SEBITITLE": "Presedinte Asociatia PRO SQUASH Romania",
        "SEBIQUOTE": "... text ..."
    },
    "CLUBS":{
        "BURN": "Arde calorii!",
        "BURNTEXT1": "O varietate de terenuri profesionale cat si realizate la comanda, te asteapta pe tine si amicii tai. Vei transpira din plin, iar buna dispozitie cat si un somn bun dupa iti sunt garantate.",
        "BURNTEXT2": "Pe langa competitie si antrenamente, un aspect important pentru fiecare club e latura sociala. Astfel ca, folosind un format saptamanal sau la fiecare doua saptamani, se organizeaza meciuri de tip liga sau challenger, unde cel mai important e sa te cunosti cu ceilalti jucatori de squash. Vino la sala, alatura-te cu oamenii pasionati si cu siguranta vei avea ce discuta despre subiectul cel mai important: Squash!",
        "SCCJ":{
            "TITLE": "Squash Club Cluj-Napoca",
            "DESCRIPTION": "Cel mai vechi club din Cluj, fondat in 2011, detine 4 terenuri de squash profesioniste, realizate la standarde WSF. Lunar se organizeaza turnee locale pentru jucatori incepatori cat si avansati. De-asemenea clubul gazduieste numeroase si importante competitii din calendarul national al FRS."
        },
        "ST":{
            "TITLE": "SquashTech",
            "DESCRIPTION": "Locul inca miroase a nou, fiind cel mai recent deschis, in luna Mai 2017. Aici te asteapta 2 terenuri profesioniste, realizate la standarde WSF. Competitiile locale sunt organizate saptamanal, iar sezonul 2017/2018 din cadrul FRS s-a deschis aici printr-un turneu national."
        },
        "SIT":{
            "TITLE": "Squash IT",
            "DESCRIPTION": "Clubul si-a deschis usile pentru public in 2015, fiind gazda a mai multor meciuri din cadrul Romanian Open Squash 2015. Aici gasesti 3 terenuri facute la comanda, cat si echipament, rachete si multa apa, toate din partea clubului."
        },
        "HOMEPAGE": "Pagina: ",
        "RESERVATIONS": "Rezervari: "
    },
    "COACHES":{
        "TITLE": "Antrenori",
        "DESCRIPTION": "...todo...",
        "MIKI":{
            "NAME": "Micky PushSquash",
            "TITLE": "Antrenor acreditat WSF Level 1",
            "DESCRIPTION": "...todo..."
        },
        "SIMI":{
            "NAME": "Simion Lupșan",
            "TITLE": "Antrenor acreditat WSF Level 1",
            "DESCRIPTION": "...todo..."
        },
        "MANU":{
            "NAME": "Emanuel Mărcuș",
            "TITLE": "Antrenor acreditat WSF Level 1",
            "DESCRIPTION": "...todo..."
        },
        "CALIN":{
            "NAME": "Călin Codarcea",
            "TITLE": "Antrenor acreditat WSF Level 1",
            "DESCRIPTION": "Avand o experienta de 5 ani in squash, Calin antreneaza juniori si adulti de toate nivelurile. Pe langa a fi co-organizator al celui mai important turneu din tara, Romanian Open Squash si promoter al PSA Romanian Open, este si un jucator activ in competitiile din cadrul campionatului national. A participat la camp-uri de specialitate destinate jucatorilor si antrenoriilor in Belgia, Polonia si Ungaria."
        },
        "LACI":{
            "NAME": "László Feischmidt",
            "TITLE": "Antrenor acreditat WSF Level 1",
            "DESCRIPTION": "...todo..."
        },
        "VALI":{
            "NAME": "Valentin Chindriș",
            "TITLE": "Antrenor acreditat WSF Level 1",
            "DESCRIPTION": "Salut am inceput sa-mi devozvolt pasiunea pentru swuash la varsta de 17 ani , urmand ca la 21 de ani sa obtin diploma wsf level 1 coach.Modul de antrenament pe care il aplic se adapteaza cu dorintele fiecarui jucator pentru a se face progrese cu fiecare ora si pentru a ne simtii cat mai bine pe durata antrenamentului."
        },
        "BARBU":{
            "NAME": "Barbu Câmpean",
            "TITLE": "Antrenor acreditat WSF Level 1",
            "DESCRIPTION": "Am intrat prima oară pe un teren de squash în 2005, la Bucureşti. Când s-au deschis în Cluj-Napoca, am început să joc săptămânal. Participarea la prima ediţie a Cupei Clujului, a aprins scânteia. De atunci, merg de 3-4 ori pe săptămână, au urmat camp-uri cu antrenori şi jucători consacraţi, antrenamente, participări la turnee din cadrul campionatului naţional. Acum joc, iniţiez şi antrenez squash pentru toate categoriile de vârstă."
        },
        "LAJOS":{
            "NAME": "Lajos Almási",
            "TITLE": "Antrenor acreditat WSF Level 1",
            "DESCRIPTION": "Jucător de squash din anul 2013, multiple participări la competiții regionale și naționale. Antrenor licențiat al WSF Level 1/Federația Română de Squash din 2016, cu activitate  la terenul de squash   AquAngar din Cehu Silvaniei."
        }
    },
    "FUTURE":{
        "TITLE": "Proiecte viitoare pentru comunitate",
        "DESCRIPTION": "...todo...",
        "RANKINGS": {
            "TITLE": "Clasamente locale",
            "DESCRIPTION": "...todo..."
        },
        "EVENTCALENDAR":{
            "TITLE": "Calendar evenimente",
            "DESCRIPTION": "...todo..."
        },
        "NEWS":{
            "TITLE": "Stiri",
            "DESCRIPTION": "...todo..."
        },
        "PROFILES":{
            "TITLE": "Profil jucatori",
            "DESCRIPTION": "...todo..."
        },
        "EVENTREGISTRATION":{
            "TITLE": "Registrare evenimente",
            "DESCRIPTION": "...todo..."
        },
        "COACHING":{
            "TITLE": "Antrenori",
            "DESCRIPTION": "...todo..."
        }
    }
}