{
    "NAVBAR": {
        "COACHES": "Antrenori",
        "CLUBS": "Cluburi",
        "SQUASH": "SQUASH în Cluj-Napoca",
        "PROJECTS": "Proiecte",
        "CONTACT": "Contact",
        "PROFILES": "Echipa",
        "LOGIN": "Logare",
        "LOGOUT": "Delogare",
        "HELLO": "Salut, "
    },
    "LOGIN": {
        "SELECT": "Mă loghez cu:",
        "WITHGOOGLE": "Google",
        "WITHFACEBOOK": "Facebook"
    },
    "SQUASH":{
        "DESCRIPTION": "Votat cel mai sănătos sport din lume de revista Forbes, squash-ul este o modalitate foarte eficientă de a arde calorii, a dezvolta musculatura, fitness-ul şi de a pierde în greutate. În plus, squash-ul este distractiv şi competitiv. La nivel mondial, peste 20 de milioane de oameni practică acest sport. Aşa că ce mai aştepţi? Fă mişcare, joacă squash!",
        "MORE": "Citeste mai mult",
        "VIDEOS": "Videoclipuri",
        "SQUASH": "SQUASH"
    },
    "SQUASHINCJ":{
        "DESCRIPTION1": "Observăm cu bucurie deschiderea comunității de care începe să beneficieze squash-ul în Cluj-Napoca, în România, amploarea de care se bucură în restul Europei și caracterul social care însoțește acest sport. În acest moment vreau să remarc cu bucurie, că squash-ul este pe un trend ascendent, tot mai mulți tineri se îndreaptă înspre el pentru a-l practica de plăcere sau la nivel profesionist.",
        "DESCRIPTION2": "Alături de bărbaţi, tot mai multe femei vin să-l practice având în vedere că se pot arde pană la 1200 calorii/oră, că există componenţa socială, că este o oră de relaxare benefică tonifierii corpului, un sport uşor de învăţat. La Cluj comunitatea este în continuă creştere, fiind organizate regulat competiţii locale la diferite cluburi pentru mai multe niveluri de joc.",
        "SEBASTIAN": "Sebastian Baciu",
        "SEBITITLE": "Preşedinte Asociaţia PRO SQUASH România",
        "SEBIQUOTE": "Romanian Open Squash este cea mai importantă competiţie a squash-ului românesc. În fiecare an, am încercat să aducem ceva nou. In 2017 face parte din calendarul competițional PSA (Professional Squash Association) World Tour."
    },
    "CLUBS":{
        "BURN": "Arde calorii",
        "BURNTEXT1": "O varietate de terenuri profesionale cât şi realizate la comandă, te aşteaptă pe tine şi amicii tăi. Vei transpira din plin, iar buna dispoziţie cât şi un somn bun după, îţi sunt garantate. Pe lângă competiţie şi antrenamente, un aspect important pentru fiecare club este latura socială.",
        "BURNTEXT2": "Astfel că, folosind un format săptămânal sau la fiecare două săptămâni, se organizează meciuri de tip ligă sau challenger, unde cel mai important este să te cunoşti cu ceilalţi jucători de squash. Vino la sală, alătură-te  oamenilor pasionaţi şi cu siguranţă vei avea ce discuta despre subiectul cel mai important, squash.",
        "SCCJ":{
            "TITLE": "Squash Club Cluj-Napoca",
            "DESCRIPTION": "Cel mai vechi club din Cluj, fondat în 2011, cu patru terenuri profesioniste acreditate, realizate la standarde WSF. Lunar se organizează turnee locale pentru practicanţii începători cât şi avansaţi. De asemenea clubul găzduieşte numeroase şi importante competiţii din calendarul naţional al FRS."
        },
        "ST":{
            "TITLE": "SquashTech",
            "DESCRIPTION": "Locul încă miroase a nou, fiind cel mai recent deschis, în luna Mai 2017. Aici te aşteaptă 2 terenuri profesioniste, realizate la standarde WSF. Competiţiile locale sunt organizate săptămânal, iar sezonul 2017/2018 din cadrul FRS s-a deschis aici printr-un turneu naţional."
        },
        "SIT":{
            "TITLE": "Squash IT",
            "DESCRIPTION": "Clubul şi-a deschis uşile pentru public în 2015, fiind gazda a mai multor meciuri din cadrul Romanian Open Squash 2015. Aici găseşti 3 terenuri făcute la comandă, cât şi echipament, rachete şi multă apă, toate din partea clubului. Antrenamentul şi mişcarea bună sunt garantate."
        },
        "HOMEPAGE": "Pagină: ",
        "RESERVATIONS": "Rezervări: "
    },
    "COACHES":{
        "TITLE": "Antrenori",
        "DESCRIPTION": "Fă cunoştinţă cu antrenorii care te pot îndruma de la primele sesiuni pe terenul de squash, ca să te poţi bucura de frumuseţea acestui sport chiar de la început.",
        "MIKI":{
            "NAME": "Micky PushSquash",
            "TITLE": "Antrenor WSF Level 1",
            "DESCRIPTION": "Şi-a început cariera de jucător la Oradea unde în acea vreme se afla unul dintre puţinele terenuri de squash din ţară. Cel mai bun clasat jucător la nivel naţional al clubului, Micky este antrenorul principal din Cluj-Napoca. Îşi dedică 100% din timp pentru squash, învaţă şi antrenează copii şi adulţi, începători şi avansaţi."
        },
        "SIMI":{
            "NAME": "Simion Lupșan",
            "TITLE": "Antrenor WSF Level 1",
            "DESCRIPTION": "Jucător activ în prezent cu multiple participări la competiții naționale și de asemenea antrenor. Este unul dintre persoanele care au început să practice squash-ul de când s-a deschis primul teren la Cluj. Pasiunea lui pentru acest sport nu are limite. Calmul care îl carecterizează este principalul motiv pentru care se ocupă mai ales de juniori."
        },
        "MANU":{
            "NAME": "Emanuel Mărcuș",
            "TITLE": "Antrenor WSF Level 1",
            "DESCRIPTION": "Primul antrenor care obține certificarea WSF din Cluj. A fost și este în continuare mentor și exemplu pentru mulți jucători din oraș. Emanuel este activ la competiții locale și naționale, stilul lui unic de joc îl caracterizează și când antrenează. Învață începători, dar lucrează și cu jucători avansați."
        },
        "CALIN":{
            "NAME": "Călin Codarcea",
            "TITLE": "Antrenor WSF Level 1",
            "DESCRIPTION": "Având o experienţă de 5 ani în squash, Călin antrenează juniori şi adulţi de toate nivelurile. Pe lângă a fi co-organizator al celui mai important turneu din ţară, Romanian Open Squash şi promoter al PSA Romanian Open, este şi un jucător activ în competiţiile din cadrul campionatului naţional. A participat la camp-uri de specialitate destinate jucătorilor şi antrenorilor în Belgia, Polonia şi Ungaria."
        },
        "LACI":{
            "NAME": "László Feischmidt",
            "TITLE": "Antrenor WSF Level 1",
            "DESCRIPTION": "Pasiunea lui pentru acest sport a început în anul 2014. Jucător activ de atunci, a reuşit să intre în top 15 al celor mai bine clasaţi jucători la nivel naţional. Antrenează copii şi adulţi, începători şi avansaţi, încercând să facă din acest 'joc' unul uşor de practicat, chiar dacă în realitate este unul dintre cele mai solicitante sporturi."
        },
        "VALI":{
            "NAME": "Valentin Chindriș",
            "TITLE": "Antrenor WSF Level 1",
            "DESCRIPTION": "A început să-şi dezvolte pasiunea pentru squash la vârsta de 17 ani, urmând ca la 21 să obţină diploma WSF Level 1 coach. Modul de antrenament pe care îl aplică se adaptează la dorinţele fiecărui jucător pentru a progresa cu fiecare oră şi pentru a se simţi cât mai bine pe durata antrenamentului."
        },
        "BARBU":{
            "NAME": "Barbu Câmpean",
            "TITLE": "Antrenor WSF Level 1",
            "DESCRIPTION": "A intrat prima oară pe un teren de squash în 2005, la Bucureşti. Participarea la prima ediţie a Cupei Clujului, a aprins scânteia. De atunci, practică de 3-4 ori pe săptămană, a urmat camp-uri cu antrenori şi jucători consacraţi, se antrenează, participă la turnee din cadrul campionatului naţional. Antrenează toate categoriile de vârstă."
        },
        "LAJOS":{
            "NAME": "Lajos Almási",
            "TITLE": "Antrenor WSF Level 1",
            "DESCRIPTION": "Jucător de squash din anul 2013 cu multiple participări la competiții regionale și naționale. Antrenor licențiat WSF Level 1/Federația Română de Squash din 2016 cu activitate la terenul de squash AquAngar din Cehu Silvaniei."
        }
    },
    "FUTURE":{
        "TITLE": "Proiecte viitoare pentru comunitate",
        "DESCRIPTION": "Încercăm permanent să facem activitatea jucătorilor şi antrenorilor cât mai uşoară. Orice sugestie în această direcţie este bine venită. Împărtăşeşte-ţi ideile ca să construim un mediu prietenos. Câteva proiecte la care deja am început să lucrăm:",
        "RANKINGS": {
            "TITLE": "Clasamente locale",
            "DESCRIPTION": "Vezi toate clasamentele în timp real - competiţii pentru începători şi avansaţi."
        },
        "EVENTCALENDAR":{
            "TITLE": "Calendar evenimente",
            "DESCRIPTION": "Verifică următoarele evenimente şi planifică-ţi din timp obiectivele."
        },
        "NEWS":{
            "TITLE": "Ştiri",
            "DESCRIPTION": "Fii la curent cu toate noutăţile legate de squash-ul din oraşul tău."
        },
        "PROFILES":{
            "TITLE": "Profile jucători",
            "DESCRIPTION": "Crează-ţi profilul personal, provoacă alţi jucători, verifică-ţi realizările."
        },
        "EVENTREGISTRATION":{
            "TITLE": "Înregistrare evenimente",
            "DESCRIPTION": "Înregistrează-te uşor la evenimente locale. Inviţă-ţi prietenii, verifică adversarii."
        },
        "COACHING":{
            "TITLE": "Antrenori",
            "DESCRIPTION": "Păşeşte la următorul nivel. Citeşte sfaturile antrenorilor, rămâi cu ei în contact."
        }
    },
    "FOOTER":{
        "TITLE": "PRO SQUASH România",
        "PROSQUASH": "Squash-ul este un sport nou în România, începând să fie practicat în urmă cu circa 13 ani, mai întâi de unii jucători străini prezenți în țară. În perioada 2010-2012 a început o campanie de popularizare și de recunoaștere oficială a acestui sport. Misiunea Asociaţiei PRO SQUASH România, din 2012 începând şi care continuă şi acum, este să ajute la construirea comunităţii de squash din România la nivel european. Viziunea asociaţiei este de a rămâne promotorul celui mai mare turneu open de squash din România, Romanian Open Squash, prin intermediul numărului şi nivelului calitativ al jucătorilor, al fondului de premii şi prin intermediul conceptului şi premierelor pe care noile ediţii le aduc."
    },
    "CONTACT":{
        "GETINTOUCH": "Contactează-ne",
        "NAME": "Nume",
        "EMAIL": "Email",
        "MESSAGE": "Mesaj",
        "SEND": "Trimite",
        "MIRCEA": {
            "NAME": "Mircea Babă",
            "TITLE": "jucător PRO SQUASH România",
            "QUOTE": "Crearea unei platforme digitale pentru comunitate este una dintre cele mai bine venite inițiative anul acesta. O să fie un proces lung, dar cu siguranță va merita efortul."
        },
        "PAUL": {
            "NAME": "Paul Miheț",
            "TITLE": "jucător PRO SQUASH România",
            "QUOTE": "Pe teren ești singur, dar în afara lui suntem uniți și numai împreună putem pune în practică idei care să ne împingă în față, să creștem squash-ul Clujean."
            
        }
    },
    "MESSAGES":{
        "ROBOT": "Sigur nu eşti robot?",
        "SENT": "Mesajul a fost trimis.",
        "ERROR": "Ceva s-a întâmplat. Încearca din nou."
    },
    "PROFILES":{
        "TITLE": "Echipa PRO Squash",
        "DESCRIPTION": " Squash-ul pentru noi este mai mult decât un sport, este un stil de viață. O parte dintre jucătorii de squash din Cluj au dus această pasiune la următorul nivel. Ei au început să se antreneze serios pentru competițiile locale și naționale, rezultatele fiind pe un trend ascendent. Iată mai jos jucătorii legitimați la clubul ProSquash:"
    },
    "GENERAL":{
        "NEXT": "Următoarea",
        "LAST": "Ultima",
        "PREVIOUS": "Precedenta",
        "FIRST": "Prima pagină"
    }
}